export default function About() {
    return(
        <div className="text-center px-4 sm:px-6 lg:px-8 py-12">
            <h1 className="text-4xl font-bold mb-6">About Our Blog</h1>
            <p className="text-lg text-gray-700">
                Наш блог - это место, где вы можете насладиться увлекательными статьями, написанными нашей командой экспертов. 
                Мы публикуем статьи на широкий спектр тем, включая технологии, культуру, науку и многое другое. 
                У нас также есть возможность для вас создать свой собственный блог и делиться своими мыслями и идеями с нашим сообществом.
            </p>
        </div>
    )
};
